[{
        "name": "Jean",
        "element": "Anemo",
        "weapon": "Sword",
        "description": "As the Acting Grand Master of the Knights, Jean has always been devoted to her duties and maintaining peace in Mondstadt. She had taken precautions long before the onset of Stormterror's assault, and she will guard Mondstadt with her life as always.",
        "title": "Dandelion Knight",
        "ascension": "Healing Bonus",
        "rarity": "5",
        "constellation": "Leo Minor"
    },
    {
        "name": "Kaedehara Kazuha",
        "element": "Anemo",
        "weapon": "Sword",
        "description": "A wandering samurai from Inazuma with a modest and gentle personality. Beneath a youthful and carefree demeanor lies a heart that hides a great many burdens from the past. Seemingly easygoing, Kazuha has his own code of conduct.",
        "title": "Scarlet Leaves Pursue Wild Winds",
        "ascension": "Elemental Mastery",
        "rarity": "5",
        "constellation": "Acer Palmatum"
    },
    {
        "name": "Sayu",
        "element": "Anemo",
        "weapon": "Claymore",
        "description": "Sayu, Shuumatsuban's resident ninja, is obsessed with sleeping and growing taller. She has mastered all kinds of ninjutsu to run away and hide in pursuit of opportunities to laze around and sleep. Such an extraordinary skillset may have very unexpected uses.",
        "title": "Mujina Ninja",
        "ascension": "Elemental Mastery",
        "rarity": "4",
        "constellation": "Nyctereutes Minor"
    },
    {
        "name": "Sucrose",
        "element": "Anemo",
        "weapon": "Catalyst",
        "description": "An alchemist with an insatiable curiosity towards the world and everything in it. Attached to the Knights of Favonius as an assistant to Albedo, her area of focus is 'bio-alchemy'. She strives to enrich the world by transforming living things with the power of alchemy. Granted, the products of her research sometimes prove to be more weird than wonderful — but on the whole, she has made monumental contributions to the field of bio-alchemy.",
        "title": "Harmless Sweety",
        "ascension": "Anemo DMG Bonus",
        "rarity": "4",
        "constellation": "Ampulla"
    },
    {
        "name": "Venti",
        "element": "Anemo",
        "weapon": "Bow",
        "description": "A bard that seems to have arrived on some unknown wind — sometimes sings songs as old as the hills, and other times sings poems fresh and new. Likes apples and lively places but is not a fan of cheese or anything sticky. When using his Anemo power to control the wind, it often appears as feathers, as he's fond of that which appears light and breezy.",
        "title": "Windborne Bard",
        "ascension": "Energy Recharge",
        "rarity": "5",
        "constellation": "Carmen Dei"
    },
    {
        "name": "Xiao",
        "element": "Anemo",
        "weapon": "Polearm",
        "description": "One of the mighty and illuminated adepti guarding Liyue, also heralded as the 'Vigilant Yaksha.' Despite his youthful appearance, tales of his exploits have been documented for millennia. He is especially fond of Wangshu Inn's Almond Tofu. This is because it tastes just like the sweet dreams he used to devour.",
        "title": "Vigilant Yaksha",
        "ascension": "CRIT Rate",
        "rarity": "5",
        "constellation": "Alatus Nemeseos"
    }
]