[{
        "name": "Aloy",
        "element": "Cryo",
        "weapon": "Bow",
        "description": "An outcast since birth, Aloy grew up in a harsh mountain wilderness near the tribe that shunned her. Fostered by an expert hunter, she trained to hunt with cat-like grace and deadly accuracy – but the things she most wanted to learn, he could not teach her. Most of all, she burned to know the circumstances of her birth – who her parents were, and why she was shunned by the tribe. In this brave new world, Aloy is ready for the hunt!",
        "title": "Saviour from Another World",
        "ascension": "Cryo DMG Bonus",
        "rarity": "5",
        "constellation": "Nora Fortis"
    },
    {
        "name": "Chongyun",
        "element": "Cryo",
        "weapon": "Claymore",
        "description": "An exorcist who roams the land with Liyue as his base of operations, evil spirits fleeing wherever he goes. As the heir to a clan of exorcists, he has always possessed abilities superior to most. However, these abilities are not the result of training, but of an inborn trait — a pure yang spirit.",
        "title": "Frozen Ardor",
        "ascension": "ATK",
        "rarity": "4",
        "constellation": "Nubis Caesor"
    },
    {
        "name": "Diona",
        "element": "Cryo",
        "weapon": "Bow",
        "description": "The incredibly popular bartender of the Cat's Tail tavern, rising star of Mondstadt's wine industry, and the greatest challenger to its traditional powerhouses. A feisty feline young lady from Springvale, any drink mixed by Diona's hand tastes delicious beyond belief. Yet given her extreme distaste for alcohol, is her talent a blessing or a curse?The incredibly popular bartender of the Cat's Tail tavern, rising star of Mondstadt's wine industry, and the greatest challenger to its traditional powerhouses. A feisty feline young lady from Springvale, any drink mixed by Diona's hand tastes delicious beyond belief. Yet given her extreme distaste for alcohol, is her talent a blessing or a curse?",
        "title": "Kätzlein Cocktail",
        "ascension": "Cryo DMG Bonus",
        "rarity": "4",
        "constellation": "Feles"
    },
    {
        "name": "Eula",
        "element": "Cryo",
        "weapon": "Claymore",
        "description": "A rebellious descendant of the old aristocracy who is always out on the battlefield. As one born into the old aristocracy, carrying the bloodline of sinners, Eula has needed a unique approach to the world to navigate the towering walls of prejudice peacefully. Of course, this did not prevent her from severing ties with her clan. As the outstanding Spindrift Knight, she hunts down Mondstadt's enemies in the wild to exact her unique 'vengeance.'",
        "title": "Dance of the Shimmering Wave",
        "ascension": "CRIT DMG",
        "rarity": "5",
        "constellation": "Aphros Delos"
    },
    {
        "name": "Ganyu",
        "element": "Cryo",
        "weapon": "Bow",
        "description": "The secretary to the Liyue Qixing. The blood of both human and illuminated beast flows within her veins. Graceful and quiet by nature, yet the gentle disposition of qilin sees not even the slightest conflict with even the most arduous of workloads. After all, Ganyu firmly believes that all the work she does is in honor of her contract with Rex Lapis, seeking the well-being of all living things within Liyue.",
        "title": "Plenilune Gaze",
        "ascension": "CRIT DMG",
        "rarity": "5",
        "constellation": "Sinae Unicornis"
    },
    {
        "name": "Kaeya",
        "element": "Cryo",
        "weapon": "Sword",
        "description": "In the Knights of Favonius, Kaeya is the most trusted aide for the Acting Grand Master Jean. You can always count on him to solve any intractable problems. Everyone in Mondstadt loves Kaeya, but no one knows what secrets this witty, charming knight has...",
        "title": "Frostwind Swordsman",
        "ascension": "Energy Recharge",
        "rarity": "4",
        "constellation": "Pavo Ocellus"
    },
    {
        "name": "Kamisato Ayaka",
        "element": "Cryo",
        "weapon": "Sword",
        "description": "Daughter of the Yashiro Commission's Kamisato Clan from Inazuma. Dignified and elegant, wise and determined. Sincere and pleasant to others. Universally loved by the Inazuma people, she has earned the title of Shirasagi Himegimi.",
        "title": "Frostflake Heron",
        "ascension": "CRIT DMG",
        "rarity": "5",
        "constellation": "Grus Nivis"
    },
    {
        "name": "Qiqi",
        "element": "Cryo",
        "weapon": "Sword",
        "description": "An apprentice and herb gatherer at Bubu Pharmacy. 'Blessed' by the adepti with a body that cannot die, this petite zombie cannot do anything without first giving herself orders to do it. Qiqi's memory is like a sieve. Out of necessity, she always carries around a notebook in which she writes anything important that she is sure to forget later. But on her worst days, she even forgets to look at her notebook...",
        "title": "Icy Resurrection",
        "ascension": "Healing Bonus",
        "rarity": "5",
        "constellation": "Pristina Nola"
    },
    {
        "name": "Rosaria",
        "element": "Cryo",
        "weapon": "Polearm",
        "description": "Rosaria, a sister in Mondstadt's Church of Favonius. A sister of the church, though you wouldn't know it if it weren't for her attire. An unusual woman with sharp, piercing words and a cold manner. Her movements are unpredictable. She often leaves without notifying anyone. She acts with some kind of purpose, but others don't seem to know exactly what she stands for...",
        "title": "Thorny Benevolence",
        "ascension": "ATK",
        "rarity": "4",
        "constellation": "Spinea Corona"
    }
]