[{
        "name": "Beidou",
        "element": "Electro",
        "weapon": "Claymore",
        "description": "Captain of the Crux, with quite the reputation in Liyue. There are those who say she can split mountains and part the sea. Others say she draws lightning through her sword. Some say that even the mightiest of sea beasts are no match for her. For those not from Liyue, it may sound like a hearty joke, but those that have sailed with her will say— 'No matter what sea beasts there may be, Beidou will be sure to split them all in two.'",
        "title": "Uncrowned Lord of the Ocean",
        "ascension": "Electro DMG Bonus",
        "rarity": "4",
        "class": "Sub-DPS",
        "constellation": "Victor Mare"
    },
    {
        "name": "Fischl",
        "element": "Electro",
        "weapon": "Bow",
        "description": "A mysterious girl who calls herself 'Prinzessin der Verurteilung' and travels with a night raven named Oz. Currently serves as an investigator in the Adventurers' Guild. Through her unique abilities, eccentric character, and (while she would never admit it herself) hard work, Fischl has become a rising star among the Adventurers' Guild's investigators, earning the recognition of all.",
        "title": "Prinzessin der Verurteilung",
        "ascension": "ATK",
        "rarity": "4",
        "class": "Sub-DPS",
        "constellation": "Corvus"
    },
    {
        "name": "Kujou Sara",
        "element": "Electro",
        "weapon": "Bow",
        "description": "Leader of the Tenryou Commission's forces. A charismatic woman who acts as swiftly as a storm wind and always honors her word. She bears the title of 'Devotee of the Divine' and has sworn her allegiance to the Raiden Shogun. The eternity that the Shogun pursues is the cause that she is willing to fight for.",
        "title": "Crowfeather Kaburaya",
        "ascension": "ATK",
        "rarity": "4",
        "class": "Support",
        "constellation": "Flabellum"
    },
    {
        "name": "Lisa",
        "element": "Electro",
        "weapon": "Catalyst",
        "description": "She is an intellectual witch who can never get enough naps. As the Librarian of the Knights of Favonius, Lisa is smart in that she always knows exactly what to do with whatever troubles her. As much as she loves her sleep, she still manages to keep everything under control in a calm, composed manner.",
        "title": "Witch of Purple Rose",
        "ascension": "Elemental Mastery",
        "rarity": "4",
        "class": "Support",
        "constellation": "Tempus Fugit"
    },
    {
        "name": "Razor",
        "element": "Electro",
        "weapon": "Claymore",
        "description": "Some say he is an orphan raised by wolves. Others say he is a wolf spirit in human form. He is most at home in the wild, fighting with claw and thunder. To this day the wolf boy can be found prowling the forest, where he and his wolf pack hunt to survive using nothing more than their animal instincts.",
        "title": "Wolf Boy",
        "ascension": "Physical DMG Bonus",
        "rarity": "4",
        "class": "DPS",
        "constellation": "Lupus Minor"
    },
    {
        "name": "Keqing",
        "element": "Electro",
        "weapon": "Sword",
        "description": "The Yuheng of the Liyue Qixing. Keqing has much to say about Rex Lapis' unilateral approach to policymaking in Liyue ⁠— but in truth, gods admire skeptics such as her quite a lot. She firmly believes that humanity's future should be determined by humans themselves, and that they can even do better than the archons and adepti have done for them. In order to prove this, she works harder than anyone else.",
        "title": "Driving Thunder",
        "ascension": "CRIT DMG",
        "rarity": "5",
        "class": "DPS",
        "constellation": "Trulla Cementarii"
    },
    {
        "name": "Raiden Shogun",
        "element": "Electro",
        "weapon": "Polearm",
        "description": "",
        "title": "Plane of Euthymia",
        "ascension": "Energy Recharge",
        "rarity": "5",
        "class": "DPS/Sub-DPS/Support",
        "constellation": "Imperatrix Umbrosa"
    }
]