[{
        "name": "Albedo",
        "element": "Geo",
        "weapon": "Sword",
        "description": "Albedo — an alchemist based in Mondstadt, in the service of the Knights of Favonius. 'Genius,' 'Kreideprinz,' or 'Captain of the Investigation Team'... Such titles and honors are of no consequence to him when there is so much more research to conduct. The pursuit of fortune and connections cannot hold a candle to his heart's desire — acquiring the limitless, obscure knowledge left behind by previous generations of scholars.",
        "title": "Kriedeprinz",
        "ascension": "Geo DMG Bonus",
        "rarity": "5",
        "constellation": "Princeps Cretaceus"
    },
    {
        "name": "Zhongli",
        "element": "Geo",
        "weapon": "Polearm",
        "description": "Wangsheng Funeral Parlor's mysterious consultant. Handsome, elegant, and surpassingly learned. Though no one knows where Zhongli is from, he is a master of courtesy and rules. From his seat at Wangsheng Funeral Parlor, he performs all manner of rituals.",
        "title": "Vago Mundo",
        "ascension": "Geo DMG Bonus",
        "rarity": "5",
        "constellation": "Lapis Dei"
    },
    {
        "name": "Ningguang",
        "element": "Geo",
        "weapon": "Catalyst",
        "description": "Owner of the Jade Chamber in the skies above Liyue, there are stories abound about Ningguang, with her elegance and mysterious smile. As a Tianquan of the Liyue Qixing, not only does she embody law and order, she also represents fortune and wit.",
        "title": "Eclipsing Star",
        "ascension": "Geo DMG Bonus",
        "rarity": "4",
        "constellation": "Opus Aequilibrium"
    },
    {
        "name": "Noelle",
        "element": "Geo",
        "weapon": "Claymore",
        "description": "Like most of Mondstadt's young people, Noelle always dreamed of being a knight of Favonius when she grew up. She may not have what it takes to be a knight just yet, but she is learning. Working as a maid at the Knights' headquarters, she is constantly taking notes on what constitutes knightly speech, knightly conduct, and knightly customs.",
        "title": "Chivalaric Blossom",
        "ascension": "DEF",
        "rarity": "4",
        "constellation": "Parma Cordis"
    }
]