[{
        "name": "Barbara",
        "element": "Hydro",
        "weapon": "Catalyst",
        "description": "The Deaconess of the Favonius Church and a shining starlet adored by all. Although the concept of a starlet is rather novel in a city of bards, the people of Mondstadt love Barbara nonetheless. 'I owe everything to the city's spirit of freedom' — Barbara, regarding her popularity.",
        "title": "Shining Idol",
        "ascension": "HP",
        "rarity": "4",
        "class": "Healer",
        "constellation": "Crater"
    },
    {
        "name": "Mona",
        "element": "Hydro",
        "weapon": "Catalyst",
        "description": "A mysterious young astrologer who proclaims herself to be 'Astrologist Mona Megistus,' and who possesses abilities to match the title. Erudite, but prideful.",
        "title": "Astral Reflection",
        "ascension": "Energy Recharge",
        "rarity": "5",
        "class": "Support",
        "constellation": "Astrolabos"
    },
    {
        "name": "Sangonomiya Kokomi",
        "element": "Hydro",
        "weapon": "Catalyst",
        "description": "Kokomi is the Divine Priestess of Watatsumi Island, and also serves as its supreme leader. She is well-versed in the art of war, is good at strategizing, and has keen insights into military affairs. She is also adept at handling domestic affairs, diplomacy, and other matters.",
        "title": "Pearl of Wisdom",
        "ascension": "Hydro DMG Bonus",
        "rarity": "5",
        "class": "Healer/DPS",
        "constellation": "Dracaena Somnolenta"
    },
    {
        "name": "Tartaglia",
        "element": "Hydro",
        "weapon": "Bow",
        "description": "Meet Tartaglia — the cunning Snezhnayan whose unpredictable personality keeps people guessing his every move. Don't be under any illusion as to what he might be thinking or what his intentions are. Just remember this: Behind that innocent, childlike exterior lies a finely honed instrument of war.",
        "title": "Childe",
        "ascension": "Hydro DMG Bonus",
        "rarity": "5",
        "class": "DPS/Enabler",
        "constellation": "Monoceros Caeli"
    },
    {
        "name": "Xingqiu",
        "element": "Hydro",
        "weapon": "Sword",
        "description": "The second son of the Feiyun Commerce Guild, Xingqiu has had a reputation for being studious and polite ever since he was a young child. But there is another side to the mild-mannered Xingqiu everyone knows. A daring, adventurous and much more mischievous side...",
        "title": "Juvenile Galant",
        "ascension": "ATK",
        "rarity": "4",
        "class": "Sub-DPS",
        "constellation": "Fabulae Textile"
    }
]