[{
        "name": "Amber",
        "element": "Pyro",
        "weapon": "Bow",
        "description": "A perky, straightforward girl, who is also the only Outrider of the Knights of Favonius. Her amazing mastery of the glider has made her a three-time winner of the Gliding Championship in Mondstadt. As a rising star within the Knights of Favonius, Amber is always ready for any challenging tasks.",
        "title": "Gliding Champion",
        "ascension": "ATK",
        "rarity": "4",
        "constellation": "Lepus"
    },
    {
        "name": "Bennett",
        "element": "Pyro",
        "weapon": "Sword",
        "description": "One of the few young adventurers of the Mondstadt Adventurers' Guild, he is always plagued with inexplicable bad luck. He is the only active member of his own adventure group, known as 'Benny's Adventure Team,' after all the other members decided to 'take leave' following a series of unfortunate incidents. As a result, the team is currently on the verge of being dissolved.",
        "title": "Trial by Fire",
        "ascension": "Energy Recharge",
        "rarity": "4",
        "constellation": "Rota Calamitas"
    },
    {
        "name": "Diluc",
        "element": "Pyro",
        "weapon": "Claymore",
        "description": "As the wealthiest gentleman in Mondstadt, the ever-dapper Diluc always presents himself as the epitome of perfection. But behind the courteous visage burns a zealous soul that has sworn to protect Mondstadt at all costs, allowing him to mercilessly vanquish all who threaten his city.",
        "title": "The Dark Side of Dawn",
        "ascension": "CRIT Rate",
        "rarity": "5",
        "constellation": "Noctua"
    },
    {
        "name": "Hu Tao",
        "element": "Pyro",
        "weapon": "Polearm",
        "description": "Hu Tao is the 77th Director of the Wangsheng Funeral Parlor, a person vital to managing Liyue's funerary affairs. She does her utmost to flawlessly carry out a person's last rites and preserve the world's balance of yin and yang.",
        "title": "Fragrance in Thaw",
        "ascension": "CRIT DMG",
        "rarity": "5",
        "constellation": "Papilio Charontis"
    },
    {
        "name": "Klee",
        "element": "Pyro",
        "weapon": "Catalyst",
        "description": "Knights of Favonius Spark Knight! Forever with a bang and a flash! —And then disappearing from the stern gaze of Acting Grand Master Jean. Sure, time in solitary confinement gives lots of time to think about new gunpowder formulas...",
        "title": "Fleeing Sun Light",
        "ascension": "Pyro DMG Bonus",
        "rarity": "5",
        "constellation": "Trifolium"
    },
    {
        "name": "Xinyan",
        "element": "Pyro",
        "weapon": "Claymore",
        "description": "Rock 'n' roll is an avant-garde art in Liyue Harbor and Xinyan is the pioneer in this field. She rebels against ossified prejudices, using her music and passionate singing to awaken dazed souls fatigued by worldly matters. If you get the chance, do not miss out on her next performance!",
        "title": "Blazing Raff",
        "ascension": "ATK",
        "rarity": "4",
        "constellation": "Fila Ignium"
    },
    {
        "name": "Thoma",
        "element": "Pyro",
        "weapon": "Polearm",
        "description": "The housekeeper of the Yashiro Commission's Kamisato Clan, and a well-known 'fixer' in Inazuma. Friendly and approachable, Thoma fits in with the crowd easily wherever he is.",
        "title": "Protector from Afar",
        "ascension": "ATK",
        "rarity": "4",
        "constellation": "Rubeum Scutum"
    },
    {
        "name": "Xiangling",
        "element": "Pyro",
        "weapon": "Polearm",
        "description": "The Head Chef at the Wanmin Restaurant and also a waitress there, Xiangling is extremely passionate about cooking and excels at her signature hot and spicy dishes. Though still young, Xiangling is a true master of the culinary arts with all the skills of a kitchen veteran. She enjoys a good reputation among the hearty eaters at Chihu Rock.",
        "title": "Exquisite Delicacy",
        "ascension": "Elemental Mastery",
        "rarity": "4",
        "constellation": "Trulla"
    },
    {
        "name": "Yanfei",
        "element": "Pyro",
        "weapon": "Catalyst",
        "description": "A half-illuminated beast and highly-skilled legal adviser. She combines adherence to the legal codices and reasonable flexibility to find the perfect balance in her work. She devotes herself to protecting the fairness of contracts in Liyue with her identity as a legal adviser and her unique experience and methods.",
        "title": "Wise Innocence",
        "ascension": "Pyro DMG Bonus",
        "rarity": "4",
        "constellation": "Bestia Iustitia"
    },
    {
        "name": "Yoimiya",
        "element": "Pyro",
        "weapon": "Bow",
        "description": "A talented pyrotechnician. The current owner of Naganohara Fireworks known as the 'Queen of the Summer Festival.' A girl filled with fiery passion. The uncompromising childish innocence and the obsession with craftsmanship intertwine in her to create a spectacular blaze.",
        "title": "Frolicking Flames",
        "ascension": "CRIT Rate",
        "rarity": "5",
        "constellation": "Carassius Auratus"
    }
]